[LANSTR]

STR_OK=ОК
STR_YES=Да
STR_APPLY=Приложи
STR_CANCEL=Отказ
STR_CONTINUE=Продължи
STR_NO=Не
STR_CLOSE=Затвори
STR_MIN=Намали
STR_MODILY=Автоматично
STR_OPEN=Отвори
STR_BACK=Назад
STR_AUTO_RECOMMENDSOFTWARE=Препоръка за софтуер
STR_BACK_PNP=Назад
STR_NEXT=Напред
STR_OVER=Готово
STR_VER=Версия
STR_USERFEEDBACK=Обратна връзка
STR_USER_BACK=Обратна връзка
STR_MENU=Меню
STR_HELP=Помощ
STR_OPRN_DRIVERTALENT=Open EaseUS DriverHandy
STR_TYPE=Тип:
STR_NAME=Име:
STR_DRIVE=Драйвер:
STR_ADDRESS=Адрес:
STR_IS_DEFAULT=По подразбиране:
STR_SET_DEFAULT=Задай по подразбиране
STR_PRINT_MANAGE_PLATFORM=Платформа за управление на печата
STR_MANUFACTURER=Производител:
STR_DEV_DEVDESC=Описание:
STR_MOUSE_SETTING=Настройки на мишката
STR_KEYBOARD_SETTING=Настройки на клавиатурата
STR_AUDIO_SETTING=Настройки на звука

STR_MAIN_TITLE=EaseUS DriverHandy


STR_DRV_SCAN=Ремонтиране

STR_MAIN_TAB_GENERAL=Общи
STR_MAIN_TAB_TOOLS=Инструменти
STR_MAIN_TAB_ADVANCE=Разширени

STR_HEAD_DEV_NAME=Драйвери
STR_HEAD_DRV_VER=Версия
STR_HEAD_DRV_TYPE=Тип
STR_HEAD_DRV_SIZE=Размер
STR_HEAD_DRV_OPERATE=Действие
STR_HEAD_BACKUP_STATE=Статус 
STR_HEAD_BACKUP_TIME=Последно архивиране  
STR_HEAD_PRINTER_NAME=Име на принтера
STR_HEAD_PRINTER_IP=IP
STR_HEAD_HARD_TYPE=Тип на хардуера
STR_HEAD_QUDRY_RESULT=Резултат
STR_HEAD_WARN=Update or not
STR_HEAD_WARN=Актуализиране?

STR_HEAD_DRV_VER1=Версия
STR_HEAD_DRV_DATE=Дата
STR_HEAD_DRV_INFO=Инфо
STR_HEAD_DRV_BACKUPTIME=Време за бекъп
STR_HEAD_DRV_BACKUPVER=Версия
STR_HEAD_DRV_BACKUPINFO=Инфо
STR_HEAD_DRV_BACKUPINFO_ACTION=Опции
		
STR_CURRENT_QUERYDEV=Сканиране
STR_CHECK_UPDATE=Провери за актуализации

STR_AKEY_UPDATE=Старт
STR_AKEY_INSTALL=Инсталиране
STR_AKEY_REPAIR=Поправяне
STR_AKEY_DEAL_FINISH=Готово
STR_AKEY_DEAL_BACK=%d дравер(а) са архивирани успешно!
STR_AKEY_DEAL_BACK_FAILED=%d дравер(а) са архивирани неуспешно.
STR_AKEY_DEAL_REPAIR_SUC=%d дравер(а) са поправени успешно!
STR_AKEY_DEAL_REPAIR_FAILED=%d дравер(а) са поправени неуспешно.
STR_AKEY_DEAL_CANCEL=Отказ
STR_NOTNEEDUPDATE=Нормални

STR_RE_QUERY=Сканирай отново
STR_CANCELDEAL=Искаш ли да откажеш процеса?
STR_NOTNEEDBACKUP=Архивирани
STR_BACKUPOK=Успех
STR_BACKUPERROR=Неуспешно архивиране 
STR_START_RESTORE= Възстанови
STR_CANCEL_RESTORE=Отказ
STR_LATER=По-късно


STR_DRV_UNINSTALL_TIP={f 5}{c #e9e9e9}Устройството не може да работи след деинсталиране на драйверите!{/c}{/f}
STR_COPY=Копие
STR_COPY1=Има копие
STR_DRV_INFO_SETSHOW=Настройки

STR_RESTORE_SYSTEM=Delete
STR_LOCALDRV_RECOMMCHECK=Препоръчан драйвер	
STR_LOCALDRV_MANULBTN=Ръчно
STR_LOCALDRV_DOWNBTN=Изтегляне
STR_LOCALDRV_MOREBTN=Повече
STR_LOCALDRV_SUILT_SYSTEM=Поддържана система:
STR_LOCALDRV_SHUTDOW_SYSTEM=Изключване
STR_LOCALDRV_REBOOT_SYSTEM=Рестартирай
STR_LOCALDRV_MAINPAGE_CHECK_TEXT= Изключване или рестартиране след успешен процес? 
STR_LOCALDRV_DEV_STATUS =Статус
STR_LOCALDRV_REBOOT_NEED_INST =Ти си рестартирал РС-то след последната деинсталация. Искаш ли да продължиш? 
STR_LOCALDRV_DOWN_FAIL = {f 5}Неуспешно изтегляне от неизвестна грешка!<n>Можеш {c #207EBC}{u}{a}да копираш адреса на линка{/a}{/u}{/c}в браузъра, за да изтеглиш{/f}
STR_LOCALDRV_CHECK_FAIL = {f 5}Неуспешна проверка от неизвестна грешка!<n>Можеш {c #207EBC}{u}да копираш адреса на линка{/u}{/c}в браузъра, за да изтеглиш!{/f}

STR_LOCALDRV_DOWN_FAIL_OKBTN =Изтегли
STR_AUTO_NOTNEEDUPDATEDEVCOUNT=Нормален
STR_AUTO_GAME_COMPONENTS=Game Components
STR_AUTO_SYSTEM_INDEX=System Repair
STR_AUTO_RESULT3={c #e9e9e9}Поздравления! Всички драйвери са перфектни!{/c}
STR_AUTO_RESULT4={c #CA0500}%d{/c} {c #e9e9e9} най-нов(и) дравер(и) са налице!{/c}
STR_AUTO_RESULT4_D=Не се препоръчва да се актуализира, ако РС-то ти работи нормално.
STR_AUTO_RESULT5={c #CA0500}%d{/c} {c #e9e9e9}драйвер(а) трябва да се поправят!{/c}
STR_AUTO_RESULT6={c #CA0500}%d {/c} {c #e9e9e9}драйвер(а) трябва да се поправят;{/c}{c #CA0500}%d {/c} {c #e9e9e9}драйвер(а) трябва да се обновят!{/c}
STR_AUTO_RESULT7=Рестартирай РС-то, за да завършиш процеса!
STR_AUTO_RESULT8=Внимание: Нещо не е наред с твоя хардуер.
STR_AUTO_NEEDINSTALL_INTELDISPLAY=Трябва да инсталираш драйвера за  дисплей на Intel, преди да инсталираш Nvidia драйвера!
STR_AUTO_NEEDINSTALL_RECOMM=Обновяване
STR_AUTO_NEEDINSTALL_AMDAMDDISPLAY=Моля, инсталирайте AMD интегриран графичен драйвер, преди да инсталирате отделен графичен драйвер на AMD!
STR_AUTO_NEEDINSTALL_RECOMM=Update
STR_AUTO_UPDATE_FINISH=Обновяването приключи!
STR_AUTO_UPDATE_HASCANCEL=Отказ


STR_EXIT=Изход
STR_RUN_LAY=ОК
STR_DRV_UPDATE_PROMPT=Известие за актуализация
STR_DRV_UPDATE_PROMPT_CONTENT=Няма достатъчно място, за да изтеглиш/инсталираш актуализацията! Препоръчително е повече от 3ГБ свободно място.
STR_BACKUP_FREESPACE_NOTENOUGH=По-малко от 3 GB пространство е налично на диска% s, което може да доведе до неуспех при архивиране. Моля, почистете диска или променете пътя.
STR_DOWNLOAD_FREESPACE_NOTENOUGH=По-малко от 3 GB пространство е налично на диска% s, което може да доведе до изтегляне на неизправност. Моля, почистете диска или променете пътя.
STR_DRV_UPDATE_PROMPT_OPENCLEAN=Изчисти(Препоръчва се)
STR_DRV_UPDATE_PROMPT_IGNORE=Игнорирай
STR_REBOOT_NOW=Рестартирай сега 
STR_REBOOT_REPAIR_NEED=Рестартирай
STR_REBOOT_REPAIR_NOW=Рестартирай
STR_REBOOT_NEED=Рестартирай РС-то
STR_REBOOT_REINSTALL=Рестартирай
STR_REBOOT_RESULT=Рестартирай
STR_UPDATE_NOW=Актуализирай сега

STR_SHUTDOWN_NOW=Изключване сега
STR_REBOOT_NOW2=Рестартирай сега
STR_SHUTDOWN_NEED=Инсталирането завърши! Компютърът скоро ще се изключи.
STR_REBOOT_NEED2=Инсталирането завърши! Компютърът скоро ще се рестартира.
STR_DRV_ENABEL=Разреши 
STR_DRV_UPDATE_BASE=Обновяем
STR_DRV_ENABEL_STATE=Деактивирано 
STR_DRV_ENABEL_TIP=Устройството е деактивирано. Разреши го, за да инсталираш драйвера.
STR_DRV_ENABEL_RESTORE_TIP=Устройството е деактивирано. Разреши го, за да възстановиш драйвера.
STR_DRV_ENABEL_DOING=Стартиране...
STR_DRV_SCAN_DOING=Поправяне...
STR_DRV_SCAN=Поправи драйвера

STR_MENU_TOUCHPAD_ENABLE=Разреши
STR_MENU_TOUCHPAD_DISABLE=Забрани
STR_MENU_OPTION=Настройки
STR_MENU_ACTIVITE=Activate
STR_MENU_NEWFEATURES=Нови функции
STR_MENU_MAIN_PAGE=Дом. страница
STR_MENU_FAQ=ЧЗВ
STR_MENU_HELPUS=Помогнете ни да преведем
STR_MENU_FORUM=форум

STR_MENU_DEV_DETAIL=Детайли за устройствата
STR_MENU_LOCAL_DRV_DELFILE=Изтрий
STR_MENU_LOCAL_DRV_REPORT=Обратна връзка
STR_MENU_LOCAL_DRV_DATAILED=Детайли
STR_DRV_DRIVER_FILE=Файлове на драйвера
STR_DRV_DRIVER_INFO=Инфо за драйвера.
STR_ABOUT=За нас
STR_ABOUT_ACTIVED=Активиран
STR_ABOUT_ACTIVE_PRO=Активирай Pro за пълна функционалност
STR_ABOUT_SERIAL_NUM=код:
STR_ABOUT_PRIVACY=Правила за поверителност
STR_ABOUT_EULA=EULA
STR_ABOUT_ACTIVEFULL=Активирайте до професионални за пълни функции
STR_ABOUT_MAKE=--Направете вашето време по-ценно

STR_REGISTER=Активиран

STR_DRV_INFO_DETAIL=Детайли: 
STR_DRV_INFO_DEV=Устройство: 
STR_DRV_INFO_NAME=Име:
STR_DRV_INFO_CLASS=Категория:
STR_DRV_INFO_MANU=MFR:
STR_DRV_INFO_DATE=Дата на издаване: 
STR_DRV_INFO_VER=Версия: 
STR_DRV_INFO_SIZE=Размер:  
STR_DRV_INFO_INFO=Инфо:
STR_DRV_INFO_GRADE=Оценка:
STR_DRV_INFO_DESC=Въведение:

STR_DRV_INFO_MORE={f 9}Въведение:{/f} {a}Още{/a}
STR_DRV_INFO_NO=НЕ
STR_DRV_INFO_HWID=HWID:
STR_DRV_INFO_HASH=Контролна сума

STR_RESTORE_NOITEM=Трябва {a}<u>Да архивираш първо драйверите си</u>{/a} или {a}<u>Да избереш друга деректория за архивиране</u>{/a}.

STR_CTRL_RESTORE_DELBACKUP=Изтрий
 
STR_OPTION_SELECTBACKUP_DIR=Избери архивни файлове за възстановяване

STR_BACKUP_DETECTING={c #e9e9e9}{f 4}Проверка за инфо на архивирането, моля изчакай...{/f}{/c}
STR_BACKUP_START=Старт

STR_BACKUP_STATUS_NOTBACKUP=Неархивиран
STR_BACKUP_STATUS_BACKUP=Архивиран
STR_BACKUP_STATUS_CANNOT=Не може да се архивира
STR_BACKUP_STATUS_NOTDRIVER=Няма драйвери
STR_BACKUP_NEEDBACKUPCOUNT={f 5}{c #e9e9e9}%d драйвер(а) могат да бъдат архивирани!{/c}{/f}
STR_BACKUP_NOTNEEDBACKUP={f 5}{c #e9e9e9}Всички драйвери бяха архивирани!{/c}{/f}
STR_BACKUP_NOAVAILABLEDRIVER={f 5}{c #e9e9e9}Няма драйвер налице да бъде архивиран!{/c}{/f}
STR_BACKUP_WAIT=Изчакване
STR_BACKUP_DOING=Обработка
STR_BACKUP_DOING1=Обработка
STR_BACKUP_CANCEL2=Спри, когато текущото архивиране завърши!
STR_BACKUP_NEED=Трябва да бъде архивиран 
STR_BACKUP_NOTNDDE=Архивиран
STR_VIEW_BACKUP_SETTING=Настройки на архивирането
STR_VIEW_BACKUP_FILE=Покажи архивните файлове 
STR_BACKUP_FINISH=Архивирането завърши!
STR_BACKUP_CANCEL=Отказ
STR_BACKUP_RESULT1={c #CA0500}%d{/c} драйвъра(а) са архивирани успешно;{c #CA0500}%d{/c} драйвъра(а) са архивирани неуспешно! 
STR_BACKUP_RESULT2={c #CA0500}%d{/c} драйвъра(а) са архивирани успешно!
STR_BACKUP_RESULT3={c #CA0500}%d{/c} драйвъра(а) са архивирани неуспешно!

STR_EVALUATE_NO=Неоценен
STR_EVALUATE_QUERY_REPORT=Обратна връзка
STR_EVALUATE_SYSTEM=Оценка на системата %s
STR_EVALUATE_RESULT_NOT_SUPPORT=Резултат: не се поддържа!
STR_EVALUATE_SYSTEM_SUPP=По подразбиране

STR_MANUAL_UPDATE_FAILED=Неуспешно
STR_MANUAL_UPDATE_FAILED_DATA=Грешка при данните 
STR_MANUAL_NEEDREBOOT=Рестартирай

STR_MANUAL_REDOWNLOAD=Повторно изтегляне
STR_MANUAL_BEGINUPDATE=Актуализация
STR_MANUAL_BEGININSTALL=Install
STR_MANUAL_WAITFORINSTALL=Изчакване
STR_MANUAL_INSTALLING=Инсталиране...
STR_MANUAL_UNZIPING=Разархивиране...

STR_REFRESH=Опресни

STR_REMOVE_WAIT=Изчакване
STR_REMOVE_BEGINREMOVE=Деинсталирай
STR_REMOVE_DOINGREMOVE=Деинсталиране...
STR_REMOVE_DOINGREMOVE1=Деинсталиране:
STR_REMOVE_DOINGREMOVE2=Деинсталиране %s на остарял драйвер, моля, изчакай...
STR_REMOVE_FAILED=Неуспешно деинсталиране
STR_REMOVE_SUCC=Успешно
STR_REMOVE_FINISH=Готово
STR_REMOVE_CANCEL=Отказ
STR_REMOVE_RESULT1=Успя да деинсталираш{c #CA0500} %d{/c} драйвер(а); Не успя да деинсталираш{c #CA0500}%d{/c} драйвер(а)!{/c}
STR_REMOVE_RESULT2={c #CA0500} %d{/c} драйвер(а) деинсталирани успешно!
STR_REMOVE_RESULT3={c #CA0500}%d {/c} драйвер(а) деинсталирани неуспешно!
STR_REMOVE_FINISH_NEEDREBOOT=Рестартирай 
STR_SELECT_DRV_BACKUP={c #666666}Не изпълнявай други операции при възстановяване!{/c}



STR_RESTORE_RESTORE1=Възстановяването на драйвера отменено! Спри, когато текущото възстановяване завърши!
STR_RESTORE_DOINGRESTORE=Възстановяване...
STR_RESTORE_RESTOREOK=Готово
STR_RESTORE_RESTOREFAILED=Неуспешно възстановяване
STR_RESTORE_RESTORING=Възстановяване  
STR_RESTORE_RESTORE_SELECT=Подготовка за възстановяване
STR_RESTORE_RESTORE_NOT_SELECT=Не са избрани
STR_RESTORE_SELECTBACKUPDIR=<u>Избери друга архивна директория</u>

STR_RESTORE_FINISH=Готово
STR_RESTORE_CANCEL=Отказ
STR_RESTORE_RESULT1={c #CA0500}%d {/c} драйвер(а), възстановени успешно;{c #CA0500}%d {/c} драйвер(а), възстановени неуспешно!{/c}
STR_RESTORE_RESULT2={c #CA0500}%d {/c} драйвер(а), възстановени успешно!
STR_RESTORE_RESULT3={c #CA0500}%d {/c} драйвер(а), възстановени неуспешно!
STR_RESTORE_NODRIVER=Няма възстановен драйвер!
STR_RESTORE_FINISH_NEEDREBOOT=Рестартирай, за да валидираш процеса!
STR_RESTORE_NEED_RESTORE_TEXT=Не може да зареди {c #207EBC}%s{/c} необичаен драйвер! По-добре ще възстановиш драйвера!
STR_RESTORE_NEED_RESTORE_OKBTN=Възстанови
STR_RESTORE_NEED_RESTORE_CANCELBTN=Отказ

STR_RESTORE_NEEDCOUNT={f 5}{c #e9e9e9}%d драйвер(а) може да се възстановят!{/c}{/f}
STR_RESTORE_NOCOUNT={f 5}{c #e9e9e9}Не може да намери никакъв архив!{/c}{/f}
STR_CTRL_AUTOUPDATE_NOUPDATE=Няма нов драйвер!

STR_DEVCLASS_UNKNOWN=Неизвестно

STR_DEVCLASS_DISP=Дисплей
STR_DEVCLASS_NET=Мрежа 
STR_DEVCLASS_MOUSE=Мишка
STR_DEVCLASS_TOUCHTABLET=Тъчпад
STR_DEVCLASS_MEDIA=Аудио
STR_DEVCLASS_MONITOR=Монитор
STR_DEVCLASS_BATTERY=Батерия
STR_DEVCLASS_SOFTNET=Софтнет 
STR_DEVCLASS_SYS=Система
STR_DEVCLASS_USB=USB
STR_DEVCLASS_USBHUB=USB hub
STR_DEVCLASS_BLUETOOTH=Блутуут
STR_DEVCLASS_PRINTER=Принтер
STR_DEVCLASS_KEYBOARD=Клавиатура
STR_DEVCLASS_CDROM=CD-ROM
STR_DEVCLASS_FLOPPYDISK=Флопи диск
STR_DEVCLASS_POWERMGR=PowerMgr
STR_DEVCLASS_CCT=CCT 
STR_DEVCLASS_UAA=Audio Control Bus(UAA)
STR_DEVCLASS_IMG=IMG 
STR_DEVCLASS_DISKCONTROLLER=Дисков контролер
STR_DEVCLASS_INFRARED=Инфрачервен лъч
STR_DEVCLASS_IMAGE=Камера
STR_DEVCLASS_MB=Дъно 
STR_DEVCLASS_WIRELESSNET=Wlan

STR_DEVCLASS_HDMI=HDMI 
STR_DEVCLASS_USB_NET=USB WLAN

STR_STRCOMMON_BAND=Официален
STR_BRANDDRIVER=Марка
STR_COMPATIBLE=Съвместим 
STR_PUBLICDRIVER=WHQL 

STR_CHECKVER_GETVERINFO=Проверка за актуализации, моля, изчакай...
STR_CHECKVER_NONEWVER=Това е най-новата версия!
STR_CLIENT_UPDATECHECK=Настоящата версия е остаряла! Моля, обнови до най-нова.
STR_CLIENT_UPDATEING=Обновяване, моля, изчакай...
STR_CLIENT_UPDATEOK=Обновяването приключи! Натисни "Старт", за да идеш напред.


STR_CLIENT_DOWNING=Изтегляне:

STR_TIPS_TITLE_DEFAULT=Съвети
STR_TIPS_INSTALL_DISPLAY=За кратко ще има черен екран или трептене при обновяване на драйверите на дисплея!
STR_TIPS_INSTALL_NET=Мрежовата връзка може да бъде временно прекъсната при обновяването на драйвера за мрежа!
STR_TIPS_INSTALL_MEDIA=След като драйверът се актуализира, може да се наложи да рестартираш аудио устройствата.
STR_TIPS_CLIENT_UPDATE=Обновяването приключи! Натисни "Старт", за да идеш напред.
STR_TIPS_DELETE_FILE=Драйверният пакет е изтрит!
STR_TIPS_DELETE_FILE_FAILED=Неуспешно изтриване на драйверния пакет! Провери дали файловете не са в употреба.
STR_TIPS_COPY_INFO_SUCC=Детайлите са копирани успешно! 
STR_TIPS_COPY_INFO_FAILED=Неуспешно копиране на детайли!
STR_TIPS_COPY_SHAREURL_SUCC=Адрес на споделяне копиран успешно!
STR_TIPS_COPY_SHAREURL_FAILED=Неуспешно копиране на адрес на споделяне! Моля, опитай отново.
STR_TIPS_USE_NOW=Използвай сега
STR_TIPS_TOUCH_TITLE=Уведомление за промяна на тъчпада
STR_TIPS_TOUCH_LAB=Налична е външна USB мишка. Трябва ли да забраниш тъчпада?
STR_TIPS_TOUCH_NONOTICE_LAB=Не предупреждавай следващия път

STR_TIPS_CANNOTEXIT2=Искаш ли да принудителен изход?



STR_BASIC_NEED_UPDATE={c #CA0500}%d{/c} драйвер(а) трябва да се поправят!
STR_BASIC_NEED_BACKUP={c #CA0500}%d{/c} драйвер(а) трябва да се архивират!
STR_BASIC_NEED_REBOOT={c #CA0500}Трябва рестартиране{/c}


STR_BASIC_NEED_UPDATE2={c #ea9321}Обновяем{/c}
STR_BASIC_NEED_INSTALL={c #CA0500}Трябва да се поправи{/c}
STR_BASIC_DEV_BAD={c #CA0500}Хардуерна грешка{/c}
STR_BASIC_DEV_BAD2=Хардуерна грешка
STR_BASIC_NOTNEED_UPDATE=Нормални	
STR_BASIC_NOTNEED_BACKUP=Архивирани 
STR_BASIC_STATUS_DETECTING={c #e9e9e9}Сканиране, моля, изчакайте няколко минути{/c}
STR_BASIC_COMPUTER=%s




STR_BASIC_RESULT1={c #e9e9e9}Успя да реши {c #CA0500} %d {/c} драверни проблем(а); {c #CA0500}%d {/c} драверни проблем(а) са нерешени!{/c}
STR_BASIC_RESULT2={c #e9e9e9}Успя да поправи {c #CA0500} %d {/c} драверни проблем(а)!{/c}

STR_BASIC_RESULT3={c #e9e9e9}{c #CA0500}%d {/c} драверни проблем(а) неуспешно поправени!{/c}

STR_BASIC_NODRIVER={c #e9e9e9}Няма решен драйверен проблем!{/c}
STR_BASIC_MUST_SOFT=Необходим софтуер
STR_BASIC_INDEX_FAILED=Неизвестна грешка при инсталиране на драйверите! Моля, опитай отново.
STR_BASIC_INDEX_RESOLVE={c #3c3c3c}{f 4}Опитай интелигентна поправка на неуспешното обновяване на драйверите.{/f} {/c}
STR_BASIC_INDEX_REPAIR_DOING={c #3c3c3c}{f 4}Започни интелигентна поправка!{/f}{/c}




STR_BASIC_INDEX_REPAIR_ERROR=За съжаление, интелигентната поправка не можа да стартира!
STR_BASIC_INDEX_TASK={c #3c3c3c}Започни интелигентната поправка!{/c} 
STR_BASIC_INDEX_REPAIR_REPORT=Обратна връзка
STR_BASIC_INDEX_REPAIR_REPAIR=Интелигентна поправка
STR_BASIC_DRV_CHECKERROR={c #3c3c3c}{f 4}Не може да се обнови поради грешка при изтегляне на драйвера!{/f} {/c}
STR_BASIC_DRV_CHECKERROR_TIP=Съвет: Свържи се с нашия екип за техническа поддръжка, за да получиш помощ или да изпратиш {a}обратна връзка.{/a}


STR_STRCOMMON_DESKTOP=Работен плот

STR_STRCOMMON_BENBEN=Лаптоп
STR_BIT=-бита
STR_32BIT=32-бита
STR_64BIT=64-бита
STR_PROFESSIONAL=Professional
STR_HOME_EDTITION=Home

STR_DEV_DETAIL_DRV=Инфо.
STR_DEV_DETAIL_DRV_OLD=Текущ
STR_DEV_DETAIL_DRV_NEW=Актуализация
STR_DEV_DETAIL_DEVID=Устройство
STR_DEV_DETAIL_HWID=HWID:
STR_DEV_DETAIL_CMID=Съвместим ID:
STR_DEV_DETAIL_EXPORT=Експортирай детайли за устройството
STR_DEV_DETAIL_SAVE=Запази като



STR_PNP_UNKNOW=Неизвестен
STR_PNP_ANDROID=Android
STR_PNP_IOS=iOS
STR_PNP_IMAGE=Камерален
STR_PNP_VIDEO=Видео
STR_PNP_AUDIO=Аудио
STR_PNP_WIRELESS=Безжичен
STR_PNP_HANDWRITING=Writing pad
STR_PNP_HID=HID
STR_PNP_XBOX=XBOX
STR_PNP_MASS=Масово устройство за съхранение
STR_PNP_READ_CARD=Четец на карти
STR_PNP_UDISK=USB флаш диск
STR_PNP_MOBILE_DISK=Мобилен HDD
STR_PNP_UKEY=Health USB key
STR_PNP_KEYMOUSE=Клавиатура/Мишка
STR_PNP_NO=Проверка за устройства, моля, изчакай...
STR_PNP_HASDEV=Свързани {c #CA0500}%d{/c} USB устройства

STR_PNP_DRIVERSTATUSOK=Драйверът е нормален
STR_PNP_DRIVERSTATUSERROR=Драйверът е ненормален
STR_PNP_INSTANCEDRIVER=Инсталирай

STR_PNP_QUERYDRIVER=Запитване...
STR_PNP_DISABLE_DONE=Деактивиран

STR_PRINTER_OPTION_SEARCH=Търсене
STR_PRINTER_OPTION_SET=Настройки									
STR_PRINTER_ADD=Мрежов принтер
STR_PRINTER_SEARCH=Търсене

STR_PRINTER_STOP=Спри
STR_PRINTER_SEARCHING=Търсене на принтери. Може да отнеме известно време според условията на мрежата ти.<n>Освен това, може да се откажеш от търсенето и да го инсталираш ръчно от списъка с устройства.


STR_PRINTER_SEARCH_FAILED=Неуспешно търсене!
STR_PRINTER_SEARCH_FAILED2=Търсенето на наличните принтери се провали! Провери принтера и опитай отново.

STR_PRINTER_DOWN=Изтегли драйвер за принтер
STR_PRINTER_DWONING=Изтегляне:
STR_PRINTER_DWON_FAILED={f 1}Изтеглянето е неуспешно! Натисни {a}Назад{/a} и опитай отново.{/f}

STR_PRINTER_INSTALLED={f 1}Драйверът е инсталиран успешно!{/f}
STR_PRINTER_INSTALL_DEV=Инсталиране
STR_PRINTER_INSTALL_SUCC={f 11}{c #5c5e64}Добавен принтер:{/c}{/f} {c #666666}%s{/c}
STR_PRINTER_INSTALL_FAILED={f 1}Инсталирането е неуспешно! Натисни {a}Назад{/a} и опитай отново.{/f}
STR_PRINTER_DEFAULT_SET=Ако имаш нужда да споделиш принтер с други хора в тази мрежа, промени Настройките от Контролния<n>Панел.{a}<u>Настройки</u>{/a}
STR_PRINTER_SELECT_DESC=Въведи IP на принтера
STR_PRINTER_SELECT_IP=IP на принтера:
STR_PRINTER_SELECT_IP_DESC=Вход {f 12}{c #2285C6}*{/c}{/f} в крайна сметка да се търси в цялата мрежа
STR_PRINTER_SELECT_IP_RANGE=IP диапазон:
STR_PRINTER_SELECT_IP_TO=до
STR_PRINTER_IP_ERR=IP-адресът е невалиден! Моля, провери адреса и опитай отново.

STR_PRINTER_BRAND_Broadcom=Broadcom
STR_PRINTER_BRAND_HP=HP
STR_PRINTER_BRAND_Lenovo=Lenovo
STR_PRINTER_BRAND_DELL=Dell
STR_PRINTER_BRAND_Canon=Canon
STR_PRINTER_BRAND_RICOH=Ricoh
STR_PRINTER_BRAND_Samsung=Samsung
STR_PRINTER_BRAND_Sharp=Sharp
STR_PRINTER_BRAND_Fujitsu=Fujitsu
STR_PRINTER_BRAND_EPSON=Epson
STR_PRINTER_BRAND_lexmark=Lexmark
STR_PRINTER_BRAND_FuJiXerox=Fuji Xerox
STR_PRINTER_BRAND_Panasonic=Pannasonic
STR_PRINTER_BRAND_Brother=Brother
STR_PRINTER_BRAND_Seiko=Seiko
STR_PRINTER_BRAND_OKI=OKI
STR_PRINTER_BRAND=Марка
STR_PRINTER_BRAND_SEL=Моля, избери марка принтер
STR_PRINTER_PRODUCT=Модел
STR_PRINTER_PRODUCT_SRC=Бързо търсене по модела на принтера
STR_PERIPH_NO_DEV=Ако устройствата ти не са открити, опитай се да поправиш драйверите.
STR_PERIPH_NO_DEV2=EaseUS DriverHandy може да открие свързаните устройства автоматично, така че няма нужда да ги добавяш ръчно;<n>Ако свързаните устройства не са открити, превключи линията за предаване на данни или промени порта.
STR_PERIPH_NO_DEV3=Something is wrong with system environment. Please repair it before installing drivers.
STR_PRINTER_SELECT=Select Printer					

STR_DOWNLOAD_WAIT=Изчакване
STR_DOWNLOAD_DOING=Изтегляне...
STR_DOWNLOAD_SUCC=Готово
STR_DOWNLOAD_FAILED=Неуспешно
STR_DOWNLOAD_FINISH=Finish

STR_DOWNLOAD_CANCEL=Отказ

STR_DOWNLOAD_CHECKERROR=Грешка при проверката!
STR_DOWNLOAD_CHECKERROR1=Проверката е неуспешна!
STR_DOWN_INSTALLED=Инсталиран
STR_SOFTDOWN_INSTALL=Install
STR_DOWN_PROGRESS=Изтегляне %d драйвер (Общо:%d){/c}
STR_DOWN_CURDRV={c #e9e9e9}Изтегляне %s драйвер{/c}
STR_DOWNLOAD_CANCEL=Отказ

prt_peripherals_back_link={a}{f 1}<u>Периферни</u>{/f} {f 11}>{/f}{/a} {f 1}{c #6B6B6B}Добави принтер{/c}{/f}
prt_lab_tips1=Избери начина, по който искаш да търсиш принтери
prt_lab_tips2=Избери марката на принтера
prt_lab_tips3=Изтегли и инсталирай драйвера



STR_INSTALL_DOING=Обновяване...
STR_REPAIR_DOING=Поправка...
STR_INSTALL_SUCC=Успешно
STR_INSTALL_FAIL=Failed
STR_REPAIR_SUCC=Успешно
STR_REINSTALL=Преинсталирай
STR_INSTALL_PROGRESS=Инсталиране %d драйвер (Общо:%d)

STR_INSTALL_CURDRV={c #e9e9e9}Инсталиране, моля, изчакай...{/c}
STR_INSTALL_DOC_NET=Инсталиране кръпка на драйвер, изчакай...
STR_INSTALL_DOC_NET2=Това може да отнеме известно време за завършване на процеса. Благодарим ви за търпението!
STR_INSTALL_ERROR=Неуспешно инсталиране!

STR_INSTALL_M_ERR=Инсталирането е неуспешно поради системна грешка!
STR_INSTALL_M_ERR2=Рестартирай РС-то и опитай отново!



STR_SETTING_DRVQUERYLAB=Проверка на здравето автоматично, когато програмата се стартира
STR_AUTOQUERY_EVERYTIMES=Всеки път
STR_AUTOQUERY_EVERYDAY=Всеки ден
STR_AUTOQUERY_NEVER=Никога


STR_SETTING_SHOWDETAILEDINFOCHECK=Покажи детайли, когато натиснеш в/у определен елемент 
STR_SETTING_SELECTFLODER=Избери папка


STR_SETTING_SOCKET_OK=Налично прокси 
STR_SETTING_SOCKET_FAILED=Проксито е недостъпно! Върни в начално състояние!
STR_SETTING_WARN=Подскажи при обновяване 
STR_SETTING_NO_WARN=Без подсказване
STR_SETTING_WARNING1=Неправилна директория за изтегляния!
STR_SETTING_WARNING2=Неправилна директория за архиви!
STR_SETTING_WARNING3=Пътят на файл не трябва да съдържа никакви знаци в скоба:


STR_QUERY_RETRY=Опитай отново
STR_QUERY_ERROR=Мрежова грешка! Провери мрежовите настройки.
STR_QUERY_ERROR2=Запитването за драйвери се провали!

STR_QUERY_ERROR_CAUSE=Причина: Модулът за запитване е засякъл неизвестен напредък!
STR_NET_TITLE=Подсказване при връзка
STR_NET_NO_DEV=Не може да се намери никаква налична мрежа! Моля, провери {a}Хардуерни настройки{/a}.
STR_NET_NO_DRV=Мрежовият драйвер е инсталиран неправилно! Опитай {a}Дълбоко сканиране{/a} или {a}EaseUS DriverHandy за мрежова карта{/a} да инсталираш драйвера.
STR_NET_NO_NET=Не може да се намери никаква налична мрежа! Моля, провери {a}Настройки на мрежата{/a}.
STR_NET_NO_SERVER=Неуспешно свързване към сървъра! Моля, изпрати проблемите си в нашия {a} Официален форум{/a}
STR_NET_NO_DRV_HAS_BACKUP=EaseUS DriverHandy не е в състояние да работи поради нередовен драйвер за мрежата. Най-добре е да възстановиш драйвера за мрежа!
STR_NET_NO_DRV_NETVER=EaseUS DriverHandy не е в състояние да работи поради нередовен драйвер за мрежата. Може да използваш {a}EaseUS DriverHandy за мрежова карта{/a} да поправиш драйвера за мрежата!


STR_UNINSTALL_CUR_DRV=Остарял %s драйвер намерен на компютъра ти! Трябва да го деинсталираш преди обновяване.
STR_UNINSTALL_AND_INSTALL=Деинсталирай
STR_NO_UNINSTALL=Обнови 	
STR_EXIT_INSTALL=Отказ

STR_DOUBLEDISPLAY_REMINDER=Избери само един видео драйвер, за да се възстанови!


STR_NEW=Нов
STR_MUST=Трябва
STR_IMPORT=Важен


STR_SYSTEM_INFO=Компютър: %s, Система: %s  

STR_CLIENT_VERSION=Версия:%s
STR_UNZIP_ING=Разархивиране файловете на драйвера, изчакай...
STR_IGNORE_TEXT=Игнориран(%d)
STR_LAGNUAGE_CHANGE=Избрал си нов език. Рестартирай програмата, за да потвърдиш промяната.

STR_USER_SHARE_FAILED=Не успя да изпратиш данните! Провери мрежата и опитай отново.
STR_USER_EMAIL_FAILED=Имейл адресът е неправилен!

STR_BOTTOM_STABLE_MODE=Стабилен драйвер
STR_BOTTOM_NOMAL_MODE=Последен драйвер

;start
STR_HOME_LAB1=Моля, кликнете върху Сканиране, нека проверим всички драйвери на вашия компютър
STR_HOME_LAB2=да продължите да актуализирате, можете да направите компютъра си по-бързо
STR_HOME_NET_ERROR=Свързването е неуспешно!
STR_HOME_BTN_SCAN=Сканирай
STR_HOME_BTN_STOP=Спри
STR_HOME_SCAN_LAB1=Сканиране на компютъра, изчакайте няколко минути.

STR_HOEM_MANAGE_BTN=Инструменти 
STR_HOEM_PNP_BTN=Периферия
STR_HOEM_HARDWARE_BTN=Windows асистент
STR_HOEM_PRE_LOAD_BTN=Предварително зареден

STR_ERROR_NET_NO_DEV=Мрежовата карта не е намерена!
STR_HOEM_ERROR_NET_NO_DEV_LINK={f 1}{c #E9F5FC}Отворете {a} {u} {c # E9F5FC} диспечера на устройствата{/c}{/u}{/a}{/c}{/f}
STR_ERROR_NET_NO_DRV=Мрежовият драйвер не работи!
STR_HOEM_ERROR_NET_NO_DRV_LINK={f 1}{c #E9F5FC}Прикрепете го с EaseUS DriverHandy for Network Card ({a}{u}{c #E9F5FC}%s{/c}{/u}{/a})
STR_ERROR_NET_NO_DRV_HAS_BACKUP=Мрежовият драйвер не работи!
STR_HOEM_ERROR_NET_NO_DRV_HAS_BACKUP_LINK={f 1}{a}{u}{c #E9F5FC}Възстановявайте драйвера от резервното копие{/c}{/u}{/a}{/f} 
STR_ERROR_NET_NO_DRV_NETVER=Мрежовият драйвер не работи!
STR_HOEM_ERROR_NET_NO_DRV_NETVER_LINK={f 1}{a}{u}{c #E9F5FC}Поправете го с EaseUS DriverHandy for Network Card{/c}{/u}{/a}{/f} 
STR_ERROR_NET_NO_NET=Няма Интернет връзка!
STR_HOEM_ERROR_NET_NO_NET_LINK={f 1}{c #E9F5FC}Отворете {a} {u} {c #E9F5FC} настройките на мрежата{/c}{/u}{/a}{/c}{/f}  
STR_ERROR_NET_NO_SERVER= Неуспешно свързване към сървъра!
STR_HOEM_ERROR_NET_NO_SERVER_LINK= {f 1}{a}{u}{c #E9F5FC}Онлайн поддръжка или обратна връзка{/c}{/u}{/a}{/f}
STR_HOEM_ERROR_PRE_DOWNLOAD_LINK={f 1}{c #E9F5FC}или {a}{u}{c #E9F5FC}Експортиране на хардуерния профил {/C} {/u} {/a}, за да изтеглите драйвери на друг компютър.{/c}{/f}

STR_ERROR_NET_NO_DEV_LINK={f 1}{c #5a8ac4}Open {a}{u}{c #5a8ac4}the Device Manager{/c}{/u}{/a}{/c}{/f}
STR_ERROR_NET_NO_DRV_LINK={f 1}{c #5a8ac4}Прикрепете го с EaseUS DriverHandy for Network Card ({a}{u}{c #5a8ac4}%s{/c}{/u}{/a})
STR_ERROR_NET_NO_DRV_HAS_BACKUP_LINK={f 1}{a}{u}{c #5a8ac4}Възстановявайте драйвера от резервното копие{/c}{/u}{/a}{/f} 
STR_ERROR_NET_NO_DRV_NETVER_LINK={f 1}{a}{u}{c #5a8ac4}Поправете го с EaseUS DriverHandy for Network Card{/c}{/u}{/a}{/f} 
STR_ERROR_NET_NO_NET_LINK={f 1}{c #5a8ac4}Отворете {a}{u}{c # 5a8ac4} настройките на мрежата{/c}{/u}{/a}{/c}{/f}  
STR_ERROR_NET_NO_SERVER_LINK= Онлайн поддръжка или обратна връзка
STR_ERROR_PRE_DOWNLOAD_LINK={f 1}{c #5a8ac4}or{a}{u}{c #5a8ac4} Експортиране на хардуерния профил {/c}{/u}{/a}, за да изтеглите драйвери на друг компютър.{/c}{/f}

;main left
STR_LEFT_DIAGNOSIS=Състояние на драйверите
STR_LEFT_TOOLS=Спасителни драйвери
STR_LEFT_TOOLS_B=Резервни драйвери
STR_LEFT_TOOLS_R=Възстановяване на драйвери
STR_LEFT_TOOLS_SYS=Възстановяване на системите
STR_LEFT_TOOLS_U=Деинсталиране на драйвери

STR_LEFT_PERIPHERAL=Периферни драйвери
STR_LEFT_USB=USB-драйвери
STR_LEFT_PRINTER=Проблем с принтера

STR_LEFT_PRE=Предварително изтегляне
STR_LEFT_PRE_LOCAL=За този компютър
STR_LEFT_PRE_OTHER=За други компютри
STR_LEFT_PRE_HELP=Помоли за помощ

STR_LEFT_HARDWARE=Инструменти

STR_LEFT_SETTING=Настройки
STR_LEFT_SETTING_G=Общ
STR_LEFT_SETTING_D=драйвери
STR_LEFT_SETTING_N=мрежа

STR_LEFT_HOMEURL=www.drivethelife.com

;bottom
STR_BOTTOM_ACTIVATE_BTN=Безпл. активиране
STR_BOTTOM_FREE_ACTIVATE_BTN=FREE
STR_BOTTOM_RESTORE_LAB1=Сканирай РС-то си, за да провериш всички драйвери
STR_BOTTOM_RESTORE_LAB2=Сканирай РС-то си, за да провериш всички драйвери
STR_BOTTOM_BACKUP_LAB1=Може да промениш архивната директория в {a}Настройки{/a}.
STR_BOTTOM_STATE_MODE_TIP=Той ти предоставя най-добре съответстващите драйвери.
STR_BOTTOM_LASTER_MODE_TIP=Той ти предоставя най-новите драйвери.
STR_BOTTOM_ACTIVATETO_BTN=Активирайте до професионалист


;local detailwnd
STR_LOCAL_DETAIL_TITLE=Детайли за драйверите
STR_LOCAL_DETAIL_DRV_NAME=Драйвер:
STR_LOCAL_DETAIL_DRV_VENDOR=Доставчик:
STR_LOCAL_DETAIL_DRV_TYPY=Тип:
STR_LOCAL_DETAIL_DRV_CREVER=Версия:
STR_LOCAL_DETAIL_DRV_CURVER_DATE=Дата:
STR_LOCAL_DETAIL_DRV_CURVER_SIZE=Размер:
STR_LOCAL_DETAIL_DRV_NEWVER=Обновяване:
STR_LOCAL_DETAIL_DRV_UNKNOWN=Неизвестен
STR_LOCAL_DETAIL_DRV_NODRIVER=Няма драйвер

STR_LOCAL_DETAIL_HEAD_NOW=Инсталирани
STR_LOCAL_DETAIL_HEAD_UPDATE=Обновяване

STR_LOCAL_DETAIL_REPAIR=Поправка
STR_LOCAL_DETAIL_START=Разреши
STR_LOCAL_DETAIL_CLOSE=Затвори
;local head
STR_LOCAL_STOP_BTN=Спри
STR_BASIC_INDEX_REPAIR_DONE=Поправката на драйвера завърши!

;hardware profile
STR_SYS_BOOT_TIME=Време от старта:
STR_SYS_MODEL=Модел:
STR_SYS_INSTALL_DATE=Време на инсталиране: 
STR_SYS_VERSION=Система:

STR_CPU_CLOCK=Честота:
STR_CPU_CACHE=Кеш:
STR_CPU_CORES=Ядра:

STR_MEMORY_NAME=Памет
STR_MEMORY_VENDOR=Доставчик:
STR_MEMORY_SIZE=Размер:
STR_MEMORY_TYPE=Тип:
STR_MEMORY_RELEASE_DATE=Дата на издаване:


STR_DISK_NAME=Диск
STR_DISK_VENDOR=Доставчик:
STR_DISK_SIZE=Размер:
STR_DISK_CACHE=Кеш:
STR_DISK_POWER_ON_HOUR=Мощност на час:
STR_DISK_POWER_CYCLE_COUNT=Мощност брой на циклите:
STR_DISK_TRANSFER_SPEED=Скорост на трансфер:
STR_DISK_INTERFACE_TYPE=Тип на интерфейса:

STR_CPU_DETAIL_BTN={f 1}CPU{/f}
STR_MEMORY_DETAIL_BTN={f 1}Памет{/f}
STR_DISK_DETAIL_BTN={f 1}Диск{/f}

STR_CPU_DETAIL_BTN_HOT={f 23}{c #3a70af}CPU{/a}{/f}
STR_MEMORY_DETAIL_BTN_HOT={f 23}{c #3a70af}Памет{/a}{/f}
STR_DISK_DETAIL_BTN_HOT={f 23}{c #3a70af}Диск{/a}{/f}

STR_CPU_TYPE_LBL=CPU:
STR_MEMORY_TYPE_LBL=Памет:
STR_DISK_TYPE_LBL=Диск:
STR_DISPLAY_ADAPTER_TYPE_LBL=Видео адаптер:
STR_MAINBOARD_TYPE_LBL=Дънна платка:
STR_MONITOR_TYPE_LBL=Монитор:

STR_LOADING=Зареждане...
;Settings
STR_ST_GENERAL=Общи
STR_ST_AUTO_RUN=Старт на EaseUS DriverHandy заедно с Windows
STR_ST_MINIMIZE_TO_TRAY=Скрий в трея, когато програмата е затворена
STR_ST_AUTO_SCAN=Автоматично сканиране, когато програмата се стартира
STR_ST_USE_CL=Използвайте Conqueror Live, за да откриете средата на играта и да я оптимизирате
STR_ST_AUTO_UPDATE=Обнови автоматично
STR_ST_DRIVERS=Драйвери
STR_ST_DOWNLOAD_FOLDER=Папка изтеглени
STR_ST_BACKUP_FOLDER=Папка с архиви
STR_ST_FOLDER_BROWSE=Отвори папка
STR_ST_AUTO_BACKUP_INSTALL=Автоматично да направите резервно копие на драйвера, преди да го инсталирате
STR_ST_AUTO_BACKUP_UNINSTALL=Автоматично архивиране преди да деинсталираш драйверите
STR_ST_AUTO_BACKUP_SYSTEM=Преди да инсталирате драйвера, създайте автоматично точка за възстановяване на системата
STR_ST_NETWORK=Мрежа
STR_ST_DOWNLOAD_SPEED=Максимална скорост за сваляне:
STR_ST_NO_PROXY=Без прокси
STR_ST_IE_PROXY=Автоматично откриване на прокси (използвай настройките на Internet Explorer)
STR_ST_SPEC_PROXY=Избери прокси сървър
STR_ST_PROXY_HOST=Хост:
STR_ST_PROXY_PORT=Порт:
STR_ST_PROXY_USERNAME=Потребител. име:
STR_ST_PROXY_PASSWORD=Парола:
STR_ST_PRO=Pro
STR_ST_EXOPRTDLG_TITLE=Запази хардуерен профил
STR_ST_EXOPRTDLG_FILENAME=хардуерен профил
STR_ST_EXPORT_FILE_BTN=Експортирай профил
STR_ST_CHOOSE_FILE_LBL=Избери език:
STR_ST_CHOOSE_FILE_TIP_LBL=*Новият език може да не съвпада добре с нашия интерфейс. Ще го подобрим в близко бъдеще.
STR_ST_LANGUAGE=Език
STR_ST_FOLDER_OPEN=Отвори...
STR_ST_TEST_PROXY=тествай
STR_ST_APPLY_PROXY=приложи
STR_ST_RESTORE_DEFAULT=Върни настройките по подразбиране
STR_SETTING_CHANGED_SAVE=Направихте промени в Настройките за таланти на драйвери. Искате ли да запазите промените?
STR_SETTING_OK_SAVE=Настройките EaseUS DriverHandy бяха променени успешно

;FreeAriva
STR_LAB_TITLE=Безплатно активиране
STR_LAB_TITLE2=Activated
STR_LAB_TITLE3=Register
STR_BTN_ACTIVE=Готово
STR_BTN_ACTIVING=Достъп...
lab_avir_t1=Ние ще изпратим код за активиране до имейла ти.
lab_avir_t2={f 5}{c #4E81BF}EaseUS DriverHandy Pro беше активиран!{/c}{/f}
lab_avir_t3={f 1}{c #6B6B6B}По-долу е кодът за активиране, който беше изпратен до имейла ти.{/c}{/f}
btn_not_received=<u>Не е получен?</u>
btn_arv_received=<u>Има ли код?</u>


btn_ar_close=Затвори
lab_avir_t4={f 5}{c #4E81BF}Моля, въведи твоя код за активиране!{/c}{/f}
lab_avir_t5={f 1}{c #6B6B6B}Забрави ли кода? Моля, {a}<u>въведи имейла си отново</u>{/a}.{/c}{/f}
lab_avir_asok={f 5}{c #4E81BF}Жестоко!{/c}{/f}<n>{f 5}{c #6B6B6B}EaseUS DriverHandy Pro е активиран успешно!{/c}{/f}<n>{f 1}{c #666666}Ако имаш някакви проблеми, не се колебай да се свържеш с нашия екип за поддръжка. Благодарим ти!{/c}{/f} 
lab_avir_bout_pro=<u>Какво е EaseUS DriverHandy Pro?</u>

STR_ARIVA_INPUT_EMAIL=Моля, въведи твоя имейл!
STR_ARIVA_INPUT_SERIAL=Моля, въведи твоя код за активиране!
STR_ARIVA_EMAIL_FMT_ERROR=Невалиден имейл адрес!
STR_ARIVA_SERIEAL_EXAMPLE=напр.: XXXXX-XXXXX-XXXXX-XXXXX-XXXXX
STR_ARIVA_EMAIL_EXAMPLE=Example@company.com

STR_ARIVA_RETRIEVE=Изтеглете регистрационен код
STR_ARIVA_ORDERFAQ=Поръчайте често задавани въпроси

STR_VERIFY_FAILED=Активирането се провали!
STR_VERIFY_NETWORK_ERROR=Активирането се провали! Моля, провери мрежата си!
STR_VERIFY_SUCS=Активирането успешно!
STR_VERIFY_TIMEOUT=Активирането е изтекло!
STR_VERIFY_CODE_INVAL=Невалиден регистрационен ключ!
STR_VERIFY_EMAILADDR_ERROR=Невалиден имейл адрес!
STR_VERIFY_SERVER_CLOSE=Нашият сървър е затворен!
STR_VERIFY_EMAIL_LACK=Твоят имейл е бил използван!
STR_VERIFY_CODE_LACK=Този код е изчерпан.

lab_avir_t6=EaseUS DriverHandy Pro е активиран.
lab_avir_tips={f 0}{c #888888}Сега имате пълен достъп до функциите на EaseUS DriverHandy Pro. Моля, <n>не се колебайте да се свържете с нас, ако имате някакви проблеми.{/c}{/f}                                             
btn_active_serial_copy=копие
STR_ACTIVATED_CODE={f 2}{c #888888}Код:  {c #5c5e64}%s{/c}{/c}{/f}
STR_ACTIVATED_EMAIL="Електронна поща"
STR_ACTIVATED_DATE={f 2}{c #888888}Време за активиране: {c #5c5e64}%s{/c}{/c}{/f}

;ÊÕ·Ñ¼¤»î
STR_ACTIVATE_PAY_T1={f 5}{c #4E81BF}Благодарим Ви, че използвахте Handy за шофьори!{/c}{/f}
STR_ACTIVATE_PAY_T2={f 2}{c #5c5e64}Основни предимства на изданието Pro:{/c}{/f}
STR_ACTIVATE_PAY_F1=Изтеглете драйвери от последния режим на драйвер
STR_ACTIVATE_PAY_F2=ъзстановяване на драйверите от архивиране.
STR_ACTIVATE_PAY_F3=Бързо фиксирайте USB свързаните устройства.
STR_ACTIVATE_PAY_F4=Ремонтирайте драйверите в дълбочина, за да разрешите проблемите напълно.
STR_ACTIVATE_PAY_F5=Преди да изтеглите всички драйвери, преди системата да бъде променена или възстановена. 
STR_ACTIVATE_PAY_N={c #FFFFFF}Моля, въведете лицензен код и кликнете върху "Активиране", за да получите EaseUS DriverHandy Pro.{/c}
STR_ACTIVATE_BUYNOW=Купи сега
STR_ACTIVATE_RETRCODE={f 9}<u>Изтегляне на кода</u>{/f}
STR_ACTIVATE_PRICE_ORG_TEXT=Оригинал:
STR_ACTIVATE_PRICE_ORG=$19.9
STR_ACTIVATE_PRICE_NOW=Now: $9.9
STR_ACTIVATE_MSG_FREE_CLOSE=Свободното активиране приключи. Моля, купете лиценза, за да активирате изданието Pro.
STR_ACTIVATE_BUY_NOW_URL=http://www.drivethelife.com/purchase/buy-driver-talent-pro.html

;chargedoc
STR_DOCPRO_LAB_TIP1=5 секунди, за да получиш безплатен EaseUS DriverHandy Pro!!!
STR_DOCPRO_LAB_TIP2=Получете лиценз за цял живот веднага!
STR_DOCPRO_BTN_CONTINUE=продължи

STR_DOCPRO_LAB_TITLE=EaseUS DriverHandy Pro
SRT_CHARGE_ITEM_TITLE_1=Автоматично изтегляне и инсталиране на драйверите.
SRT_CHARGE_ITEM_LAB_1_1=EaseUS DriverHandy Pro ти осигурява напълно автоматично изтегляне и инсталиране на драйверите. 
SRT_CHARGE_ITEM_LAB_1_2=Използвайки EaseUS DriverHandy Free, трябва да изтеглиш и инсталираш драйверите един по един ръчно.
SRT_CHARGE_ITEM_LAB_1_3=EaseUS DriverHandy Free only provides you with driver download. You need to install drivers manually from the download directory.

SRT_CHARGE_ITEM_TITLE_2=Последен способ при драйверите
SRT_CHARGE_ITEM_LAB_2_1=EaseUS DriverHandy Pro ти предоставя най-новите драйвери, което силно ще подобри производителността на хардуера.
SRT_CHARGE_ITEM_LAB_2_2=EaseUS DriverHandy Free ти предоставя най-стабилните драйвери, които са необходими за хардуерните устройства.

SRT_CHARGE_ITEM_TITLE_3=Възстановяване на драйверите
SRT_CHARGE_ITEM_LAB_3_1=EaseUS DriverHandy Pro ти осигурява функция възстановяване на драйверите, която ще предпази РС-то ти от син екран след обновяване на драйверите.
SRT_CHARGE_ITEM_LAB_3_2=Използвайки EaseUS DriverHandy Free, може да архивираш драйвери, не и да ги възстановиш.
SRT_CHARGE_ITEM_LAB_3_3=Using EaseUS DriverHandy Free, you cannot access this feature.

SRT_CHARGE_ITEM_TITLE_4=Деинсталиране на драйвери
SRT_CHARGE_ITEM_LAB_4_1=EaseUS DriverHandy Pro ти предоставя пълна деинсталация на драйверите, която ще премахне всички остатъци и повредени файлове на драйверите.
SRT_CHARGE_ITEM_LAB_4_2=Използвайки EaseUS DriverHandy Free, не можеш да получиш достъп до тази функция.

SRT_CHARGE_ITEM_TITLE_5=Мрежови принтери 
SRT_CHARGE_ITEM_LAB_5_1=EaseUS DriverHandy Pro ти позволява да добавиш мрежови принтери.
SRT_CHARGE_ITEM_LAB_5_2=Използвайки EaseUS DriverHandy Free, не можеш да получиш достъп до тази функция.

SRT_CHARGE_ITEM_TITLE_6=Свързани с USB устройства
SRT_CHARGE_ITEM_LAB_6_1=EaseUS DriverHandy Pro ви позволява бързо да поправите проблеми с периферните устройства.
SRT_CHARGE_ITEM_LAB_6_2=С помощта на EaseUS DriverHandy Free нямате достъп до тази функция.

SRT_CHARGE_ITEM_TITLE_7=Системни драйвери
SRT_CHARGE_ITEM_LAB_7_1=EaseUS DriverHandy Pro ще определи системните драйвери в дълбочина, което напълно ще реши проблемите със системния драйвер.
SRT_CHARGE_ITEM_LAB_7_2=С помощта на EaseUS DriverHandy Free нямате достъп до тази функция.

SRT_CHARGE_ITEM_TITLE_8=Предварително изтегляне на драйвери за собствен компютър
SRT_CHARGE_ITEM_LAB_8_1=EaseUS DriverHandy Pro ви позволява да изтегляте драйвери според вашия хардуерен профил, което ще спести време за изтегляне на драйвери след смяна на системата.
SRT_CHARGE_ITEM_LAB_8_2=С помощта на EaseUS DriverHandy Free можете да сканирате предварително драйвери, но не можете да ги изтеглите.

SRT_CHARGE_ITEM_TITLE_9=Предварително изтегляне на драйвери за друг компютър (1PC / ден)
SRT_CHARGE_ITEM_LAB_9_1=EaseUS DriverHandy Pro ви позволява да изтегляте драйвери за друг компютър, като импортирате хардуерен профил, който е особено полезен, когато целевият компютър няма интернет.
SRT_CHARGE_ITEM_LAB_9_2=С помощта на EaseUS DriverHandy Free можете да сканирате предварително драйвери, но не можете да ги изтеглите.

SRT_CHARGE_ITEM_TITLE_10=Онлайн поддръжкаОнлайн поддръжка
SRT_CHARGE_ITEM_LAB_10_1=EaseUS DriverHandy Pro ви предоставя контакт в реално време и отдалечена техническа поддръжка.
SRT_CHARGE_ITEM_LAB_10_2=С помощта на EaseUS DriverHandy Free нямате достъп до тази функция.

SRT_CHARGE_ITEM_TITLE_11=Точка за възстановяване на системата
SRT_CHARGE_ITEM_LAB_11_1=EaseUS DriverHandy Pro ви позволява да създавате точка за възстановяване на системата. Можете да възстановите нормалния си статус на компютъра (точката за възстановяване), ако има сериозни проблеми.
SRT_CHARGE_ITEM_LAB_11_2=С помощта на EaseUS DriverHandy Free нямате достъп до тази функция.

SRT_CHARGE_ITEM_TITLE_12=Ремонт на компютри
SRT_CHARGE_ITEM_LAB_12_1=EaseUS DriverHandy Pro ви позволява да ремонтирате трудни и упорити компютърни проблеми като черен / син екран, без звук и др.
SRT_CHARGE_ITEM_LAB_12_2=С помощта на EaseUS DriverHandy Free нямате достъп до тази функция.

SRT_CHARGE_ITEM_TITLE_13=Шофьор на архив
SRT_CHARGE_ITEM_LAB_13_1=EaseUS DriverHandy Pro ви осигурява функция за архивиране на драйвери, което ще предотврати появата на син / черен екран на вашия компютър след актуализиране на драйверите.
SRT_CHARGE_ITEM_LAB_13_2=С помощта на EaseUS DriverHandy Free нямате достъп до тази функция.

SRT_CHARGE_ITEM_COUNT=13

;free
SRT_CHARGE_ITEM_FREE_LAB_1=Сканирайте, за да проверите всички проблеми на драйвера (намерете остарели, липсващи, повредени, счупени, повредени и несъвместими драйвери.
SRT_CHARGE_ITEM_FREE_LAB_2=Изтеглете правилните драйвери
SRT_CHARGE_ITEM_FREE_LAB_3=Предлагайте няколко версии на драйверите, които можете да изтеглите
SRT_CHARGE_ITEM_FREE_LAB_4=Предлагат както автоматични, така и ръчни режими за изтегляне
SRT_CHARGE_ITEM_FREE_LAB_5=Архивирайте и запазвайте драйверите на локалния компютър с едно кликване
SRT_CHARGE_ITEM_FREE_LAB_6=Възстановявайте мрежовите драйвери от архивиране
SRT_CHARGE_ITEM_FREE_LAB_7=Деинсталирайте драйверите ясно без остатъчни файлове
SRT_CHARGE_ITEM_FREE_LAB_8=Експортиране на списъка с подпро
SRT_CHARGE_ITEM_FREE_LAB_9=Инсталирайте драйвери със свалени файлове на драйверите в функцията за предварително изтегляне
SRT_CHARGE_ITEM_FREE_LAB_10=Преглеждайте хардуерната информация на компютъра си
SRT_CHARGE_ITEM_FREE_LAB_11=Персонализирайте настройките
SRT_CHARGE_ITEM_FREE_LAB_12=Поддържайте Windows 10, 8.1, 8, 7, XP, Vista и Windows Server

SRT_CHARGE_ITEM_FREE_COUNT=12
;Pre-download
;for this pc
STR_EVA_THIS_OR=или
STR_EVA_THIS_STEP1=Стъпка 1: Изберете версията на системата, която искате да инсталирате
STR_EVA_THIS_STEP1_DEC=Преди да изтеглите най-стабилните драйвери, преди да смените или актуализирате системата.
STR_EVA_THIS_STEP2=Стъпка 2: Инсталиране на водача
STR_EVA_THIS_STEP2_DEC=Сканирайте директорията на файла на драйвера за сканиране на инсталацията на драйвера
;ask for help
STR_EVA_HELP_STEP2_DEC=Използвайте друг компютър, импортирайте хардуерен профил, за да го изтеглите
STR_EVA_BROWSER=Браузър
STR_EVA_HELP_CHOOSE=Изберете директорията за експортиране на хардуерния профил (* .inf)
;head
STR_EVA_HEAD_TIP={f 1}Предварителното изтегляне помага за изтеглянето на драйвери, преди системата да бъде променена или възстановена.{/f}
STR_EVA_HEAD_BACK=обратно

;view_step1
STR_EVA_LAB_STEP1=Изберете една опция:
STR_EVA_OPTION1={f 1}Предварително изтегляне на драйвери за моя компютър.{/f}
STR_EVA_OPTION2={f 1}Предварително изтегляне на драйвери за друг <n>компютър чрез импортиране на хардуерния профил.{/f}                                         
STR_EVA_OPTION3={f 1}Експортирайте моя хардуерен профил, за да <n>изтеглите драйвери на друг компютър (За моя интернет няма достъп).{/f}                                       
STR_EVA_OPTION4={f 1}Инсталирайте драйвери със свалени файлове на драйвера.{/f}

;view_export_inf
eva_export_path_lab=Изберете директорията на хардуерния профил:
eva_export_set_chk=Отваряне на директорията при приключване на износа.
eva_local_export_btn=износ
STR_EVA_EXPORT_TIPS={f 1}След като завършите експортирането на хардуерния профил, можете да го използвате, за да изтеглите драйвери на всеки компютър, който е на разположение в интернет, като използвате функцията за предварително изтегляне на драйвера за таланти. {/f}
STR_EVA_EXPORT_DEFALUT_NAME=pre-download.inf
STR_EVA_EXPORT_DLG_TITLE=Изберете директорията на хардуерния профил
STR_EVA_CHOOSE_DOWNLOAD_DIR=Изберете директорията за изтегляне:
STR_EVA_CHOOSE_SYS=Изберете вашата система
STR_EVA__EXPORT_NOT_SELECT_FILE=Директорията с профил на хардуера не е избрана!

;view_drv_download
STR_EVA_OPEN_INFFILE_TITLE=Изберете хардуерния профил
STR_EVA_NOT_SELECT_DEVICE_INF=Директорията на файловете на драйверите не е избрана
STR_EVA_DOWNLOAD_OVER_TIPS={f 1}{c #FFFFFF}драйверите са успешно изтеглени на <u><a>%s</a></u>.{/f}<n>{f 1}Можете да инсталирате драйверите по следните стъпки, когато е необходимо:{c #ffffff}<n><n>>> Стартирайте EaseUS DriverHandy
STR_EVA_DOWNLOAD_OVER_TIPS2=<n>>> Кликнете върху раздела Предварително изтегляне<n>>> Изберете "Инсталиране на драйвери със свалени файлове на драйвери"{/c}<n><n>След това следвайте екранното ръководство, за да завършите инсталирането на драйвера.{/c}{/f}
STR_EVA_CHOOSE_HWFILE=Изберете хардуерния профил:
STR_EVA_DRVDOWN_SCAN=Сканиране и изтегляне:
STR_EVA_DOWNBTN=Изтегляне
STR_EVA_DOWNING=Изтеглянето
STR_EVA_DOWNING_CANCEL=отменен
STR_EVA_SYSMATCHED={c #5c5e64}Съответна система: {/c}{f 9}{c #fa3030}%s{/c}{/f}
STR_EVA_DOWN_DLG_TITLE=Изберете директорията за изтегляне
STR_EVA_DOWN_DOTNET=Необходими графични програми
;off install
STR_OFFINSTALL_CHOOSE_PATH=Изберете изтеглената директория на драйверите
STR_OFFINSTALL_DLG_TITLE=Изберете файловете на драйвера
STR_OFFINSTALL_SCAN=Сканирай и Инсталирай:
STR_OFFINSTALL_SCANBTN=Сканирай
STR_OFFINSTALL_INSTALL=Инсталирай
STR_OFFINSTALL_CANCEL=Спри се
STR_OFFINSTALL_INSTALLING=Инсталиране
STR_OFFINSTALL_CANCEL_RESTORE=отменен
STR_OFFINSTALL_SCAN_ERROR=Няма наличен драйвер в тази директория. Моля, поправете го!


STR_OFFINSTALL_UPTODATE=В крак с времето
STR_OFFINSTALL_OUTDATED=остарял
STR_OFFINSTALL_UPDATE=Актуализация
STR_OFFINSTALL_REUPDATE=Re-update
STR_OFFINSTALL_CURRENT=Текущ
STR_OFFINSTALL_UPDATETO=Актуализиране на
STR_OFFINSTALL_UNKNOW=неизвестен
STR_OFFINSTALL_SYSTEM=SYSTEM
;evaluate message
STR_EVA_EXPORT_SUCCS=Експортирането завърши.
STR_EVA_EXPORT_FAILED=Експортирането е неуспешно!
STR_EVA_DOWNLOAD_FINISH=Изтеглянето завърши!
STR_EVA_INST_FINISH=Инсталацията приключи!

prt_ipaddrnorbtn=Нормално търсене
prt_ipaddrbtn=Мрежов адрес
prt_iprangebtn=Мрежова секция

;local
STR_REPAIR_TIP1=Компютърът ще получи грешки, грешки или проблеми, ако не поправите водача!
STR_REPAIR_TIP2=Компютърът ще получи проблеми, грешки или проблеми, ако не ремонтирате драйверите!
STR_REBOOT_TIP=Промяната няма да бъде потвърдена без рестартиране на компютъра.
STR_UPDATE_TIP=Получете най-новите драйвери, за да подобрите производителността на компютъра си!

STR_CHAT_ONLINE=Чат с нас (онлайн)
STR_CHAT_OFFLINE=Чат с нас (офлайн)
STR_DOWNLOAD_ONEPC=Можете да изтегляте драйвери само за друг ONE PC на ден!

;files verify
STR_FILES_VERIFY_FAILED=Файлът е повреден! Моля, преинсталирайте го.

;SystemRestore
STR_SYSYTEM_RESTORE=Възстановяване на системата
STR_SYSYTEM_RESTORE_MENU=Възстановяване на системата
STR_SYSYTEM_RESTORE_TIP=Внимание: Възстановяването на системата ще изтрие всички промени, променени след връщането на системата.
STR_SYSYTEM_RESTORE_BTN=Възстановяване
STR_SYSYTEM_CREATE_BTN=създавам
STR_SYSYTEM_RESTORE_CLOSE_BTN=Близо
STR_SYSYTEM_RESTORE_MSGBOX=Наистина ли искате да продължите да възстановявате системата?<n><n>{c #fa3030}Възстановяването на системата ще изтрие всички промени, променени след връщането на системата.{/c}
STR_SYSYTEM_RESTORE_MSGBOX_RESTORE=Възстановяване
STR_SYSYTEM_RESTORE_ADD_POINT=Точка за възстановяване на системата
STR_LOCAL_SYSTEM_BACKUP={c #5c5e64}{f 3}Създаване на точка за възстановяване на системата. Моля Изчакай...{/f}{/c}
STR_SYSYTEM_RESTORE_SET=Име на точката за възстановяване на системата:
STR_SYSYTEM_RESTORE_ERROR1=Входът е празен! Моля, опитайте отново.
STR_SYSYTEM_RESTORE_CREATE_TIP1={f 1}Създаване на точка за възстановяване на системата. Моля Изчакай... {/f}
STR_SYSYTEM_RESTORE_CREATE_TIP2=Забележка: Не извършвайте други операции.
STR_SYSYTEM_RESTORE_CREATE_TIP3={f 1}Създаден успешно!{/f}
STR_SYSYTEM_RESTORE_CREATE_TIP4={f 1}Създаването не бе успешно!{/f}
STR_SYSYTEM_RESTORE_CREATE_TIP5={f 1}Възстановяването на системата вече съществува.{/f} 
STR_SYSYTEM_RESTORE_CREATE_TIP6={f 1}Възстановяването на системата е изключено.{/f}
STR_SYSYTEM_RESTORE_CREATE_TIP7={f 1}Създаден успешно, но системата не е актуализирала списъка. <n>Моля, опреснете по-късно.{/f}
STR_SYSYTEM_RESTORE_CREATE_TIP8={f 2} Настройката за възстановяване е деактивирана в защитата на системата. <n> Искате ли да включите защитата на системата?
STR_SYSYTEM_RESTORE_CREATE_RESTORE1={f 1}Инициализиране на възстановяване на системата.<n>Не извършвайте други операции по време на процеса.{/f}
STR_SYSYTEM_RESTORE_CREATE_RESTORE2=Тази операция не може да бъде отменена.
STR_SYSYTEM_RESTORE_DELETE_FAIL=Неуспешно изтриване на точка за възстановяване на системата!
STR_SYSYTEM_RESTORE_DELETE_TIP=Наистина ли искате да изтриете избраната точка за възстановяване?
STR_SYSYTEM_RESTORE_NOT_NOW=Не сега
STR_SYSYTEM_RESTORE_GO=Продължавай
;ExitAppDOC
STR_EXITAPPDOC=внимание
STR_EXITAPPDOC_EXITBTN=Не благодаря.
STR_EXITAPPDOC_GETPROBTN=Вземете EaseUS DriverHandy Pro

STR_EXITAPPDOC_TIP1=Сигурни ли сте, че сте изключили шофьорския талант?
STR_EXITAPPDOC_TIP2=Има драйвери, които трябва да бъдат поправени на вашия компютър. Ако драйверите не са поправени, свързаните устройства може да не работят правилно!
STR_EXITAPPDOC_TIP3=Вземете EaseUS DriverHandy Pro за достъп до пълните функции.

STR_EXITAPPDOC_TIP_PRO1=Изтегляне и инсталиране на драйвери с едно кликване.
STR_EXITAPPDOC_TIP_PRO2=Възстановяване на драйверите от архивиране.
STR_EXITAPPDOC_TIP_PRO3=Бързо фиксирайте USB свързаните устройства.
STR_EXITAPPDOC_TIP_PRO4=Ремонтирайте драйверите в дълбочина, за да разрешите проблемите напълно. 
STR_EXITAPPDOC_TIP_PRO5=Преди да изтеглите всички драйвери, преди системата да бъде променена или възстановена.
STR_SYSYTEM_RESTORE_DELETE_FAIL=Неуспешно изтриване на точка за възстановяване на системата!

;NET PRINT
STR_NET_PRINT_TIP=Наличен наличен мрежови принтер! Искате ли да го добавите?
STR_NET_PRING_DOWN_NO_DRIVER={f 1}Няма подходящ драйвер за този модел принтер! Кликнете върху {a}Назад{/a} и опитайте друг.{/f}

STR_PATH_FREE_SPACE=Недостатъчно дисково пространство! Моля, уверете се, че целевият диск има повече от 3 ГБ свободно място.
STR_PATH_CLEAR=Пренасочване на директорията
STR_PATH_IGNORE=игнорирам

STR_SOFT_OPEN_FILE=Изтегленият файл не може да се изпълнява директно. Отворете директорията на този файл? 
STR_SOFT_OPEN_FILE_NO_EXIST=Файлът е изтрит, моля, изтеглете отново.
STR_SYSTEM_REPAIR_DEC=Грешка в системната среда може да доведе до това.

;toolbox
STR_HEAD_LAB=Препоръчителни продукти за решаване на системна среда и проблеми с производителността.

STR_TOOLBOX_COUNT=3
STR_INFO_TOOLBOX0_1=Ремонт на компютри
STR_INFO_TOOLBOX0_2=Коригирайте проблемите с адаптера за показване, звуковата карта, възпроизвеждането на игри и други неуспехи.

STR_INFO_TOOLBOX1_1=Откриване на хардуер
STR_INFO_TOOLBOX1_2=Вижте CPU, дънната платка, паметта и допълнителна информация за хардуера.

STR_INFO_TOOLBOX2_1=PC Speeder
STR_INFO_TOOLBOX2_2=Бързо и дълбоко оптимизиране на производителността на вашия компютър.
;STR_INFO_TOOLBOX2_1=Защита от екрана
;STR_INFO_TOOLBOX2_2=Най-удобният начин да направите персонализирана екранна снимка.

STR_INFO_TOOLBOX3_1=Метеорологично време
STR_INFO_TOOLBOX3_2=По-удобни актуализации на времето.

STR_DOWNLOAD_DOFT_TIP=Soft трябва да се изтегли и инсталира. Сигурни ли сте, че ще продължите?
STR_DOWNLOAD_PAUSE_TIP=Сигурни ли сте да напуснете инсталацията?
STR_TRY_TOOL=Опитайте сега

;dateout time tip
STR_DATEOUT_TIP=Благодарим Ви, че използвахте таланта на водача. Съжаляваме, че вашият код за активиране е изтекъл. Моля, подновете го.
STR_DATEOUT_BUY_NOW=Купи сега
STR_DATEOUT_DETAIL=детайли
STR_BUY=Купи сега
STR_ACTIVE=Активирате

STR_GAME_MODULE_DOWNBTN=Изтегляне
STR_MENU_GAMEL_MODULE_REPORT=Обратна връзка
STR_GAME_MODULE_NAME=Име на модула:
STR_GAME_MODULE_FEEDBACK=Проблем с модула:
STR_LOCAL_INSTALL_CANCEL=Отказ
STR_GAME_INSTALLBTN=Инсталирай

;Main Menu
STR_USERGUIDE=Упътване за употреба

;FreeTrial

;start trying
STR_STARTTRYING_FREETRIAL=Безплатен пробен период
STR_STARTTRYING_AVTIVATE=Активирате
STR_STARTTRYING_TIP1=Една стъпка
STR_STARTTRYING_TIP2=драйверът на устройството управлява: актуализиране, инсталиране, поправяне, архивиране, възстановяване, деинсталиране, повторно инсталиране и др.
STR_STARTTRYING_TIP3=автоматично
STR_STARTTRYING_TIP4=архивирайте драйверите и създайте точка за възстановяване, преди да инсталирате и деинсталирате драйверите.
STR_STARTTRYING_TIP5=Едно кликване
STR_STARTTRYING_TIP6=добавете периферни устройства: USB устройство, драйвери за мрежови принтери и други неоткрити хардуерни устройства.
STR_STARTTRYING_TIP7=Интелигентен
STR_STARTTRYING_TIP8=изтеглете и запазете драйвери за вашия собствен компютър и изтеглете драйвери за други компютри.
STR_STARTTRYING_TIP9=ремонт грешка в системата и намаляване на системата замръзва и катастрофи.
STR_STARTTRYING_NOTHANKS=Не благодаря. Получавайте лиценз за цял живот веднага.
STR_STARTTRYING_TIPTITLE=Искате да получите следното решение с едно кликване, моля, активирайте до професионалист

;end_trying
STR_ENDTRYING_TITLE=Благодарим Ви, че използвахте таланта на водача
STR_ENDTRYING_TIP=<p 5> <f 26> <c ff0000> Достигнахте безплатната пробна възможност. Безплатната пробна история е както следва: </ c> </ f> </ p>
STR_ENDTRYING_TIME=Time: %s
STR_ENDTRYING_NAME=Driver Name: %s
STR_ENDTRYING_VER=Driver Version: %s
STR_ENDTRYING_TIP1=<p> <f 1> <c ffffff> Следните драйвери все още трябва да са% s </ c> </ f> </ p>

STR_ENDTRYING_TIP2=<p 5> <f 1> <c 9c9c9c> Забележка: Всички необходими драйвери се изтеглят от EaseUS DriverHandy. Ако трябва да актуализирате / поправите / инсталирате драйверите, моля, активирайте версията Pro за решение с едно кликване. </ C> </ f> </ p>
STR_ENDTRYING_HELP=Изтеглете регистрационен код
STR_ENDTRYING_ACTIVATE=Активирайте за професионалисти

;gram soft
STR_GAMESOFT_TITLE=Нови функции
STR_GAMESOFT_TIP=Компоненти на играта
STR_GAMESOFT_TIP1=<p> <f 1> <c 9c9c9c> Изтеглете и инсталирайте липсващите компоненти на играта. </ c> </ f> </ p>
STR_GAMESOFT_DOWNCOMPONENTS=Изтеглете само компоненти
STR_GAMESOFT_CHOOSE=Спомнете си моя избор
STR_GAMESOFT_TIP2=Специална версия за игри
STR_GAMESOFT_TIP3=<p> <f 1> <c 9c9c9c> Увеличаване на играта: Опит за върхови игри и най-добра компютърна производителност. </ c> </ f>
STR_GAMESOFT_TIP4=<p> <f 1> <c 9c9c9c> Рейтинг на производителността на устройството: Вижте как устройството ви поддържа вашата игра според резултата. </ c> </ f> </ p>
STR_GAMESOFT_TIP5=<p> <f 1> <c 9c9c9c> Управление на мрежата: Уверете се, че вашите игри вървят гладко чрез интелигентно разпределение на интернет. </ c> </ f>
STR_GAMESOFT_TIP6=<p> <f 1> <c 9c9c9c> Помощник за DLL файлове: Отстраняване на проблеми с .dll файлове. </ c> </ f> </ p>
STR_GAMESOFT_GET=Вземи го сега

;error wnd
STR_LOCALDRV_REINSTALL_DISPLAY_ERROR_TIP1=Your device is likely to be broken.
STR_LOCALDRV_REINSTALL_DISPLAY_ERROR_TIP2=Please install an old version driver.
STR_LOCALDRV_REINSTALL_DISPLAY_ERROR_TIP3=If the problem persists, you may need to contact the device manufacturer to repair to change the device.

;activity
STR_ACTIVITY_A1=Разрешението изтече. 
STR_ACTIVITY_A2=Проверете специалната си оферта!
STR_ACTIVITY_A3=Изтекло разрешение
STR_ACTIVITY_A4=Ние сме изключително благодарни за вашето използване. 
STR_ACTIVITY_A5=Бихте ли останали по-дълго, с 30% отстъпка за лиценза за цял живот?
STR_ACTIVITY_A6=Купи лиценз за цял живот на 30% OFF
STR_ACTIVITY_A7=Може би по-късно 
STR_ACTIVITY_A8=Nope


STR_LEFT_News=за отстраняване на неизправности
STR_EVA_HELP_STEP3_DEC=Please copy the pre-downloaded driver files to this machine for offline installation. 

;new setting item
STR_ST_DISABLE_WUDRIVER=Изключете актуализацията на драйвера от Windows Update
STR_ST_DISABLE_WUDRIVER_TIP=This option only disables automatic driver updates for Windows 10 and the Windows Update feature will not be affected.

STR_SPEED_UP_NOW=Ускорете сега


STR_UPGRADE_TITLE_0={f 3}{c #FF7F00}Buy Pro version to update drivers and fix device problems{/c}{/f}
STR_UPGRADE_TITLE_1={f 3}{c #FF7F00} Activate Pro version to repair{/c} {c #FF0000} %d device drivers.{/c}{/f}
STR_UPGRADE_CON_1=Install the latest driver to maximize hardware performance
STR_UPGRADE_CON_2=Update all drivers with one click
STR_UPGRADE_CON_3=Driver download speed up (approx 500KB-20MB/s)
STR_UPGRADE_CON_4=Automatic driver installation saves time
STR_UPGRADE_CON_5=Create restore points automatically
STR_UPGRADE_CON_6=Backup and restore drives
STR_UPGRADE_CON_7=Search LAN Printing intelligently
STR_UPGRADE_CON_8=View and export device information
STR_UPGRADE_CON_9=Update drivers for PCs without Internet connection
STR_UPGRADE_CON_10=All drivers are certified by Microsoft
STR_UPGRADE_CON_11=Free PC Expert Technical Support
STR_ST_FREE=Free
STR_BUY_PRO=Buy Pro
STR_KEY_FEATURES_OF_PRO=Key Features of DriverHandy Pro
STR_KEY_FEATURES_1=Install and update all drivers with one click
STR_KEY_FEATURES_2=Enjoy faster driver download speed
STR_KEY_FEATURES_3=Automatically backup drivers and create restore point
STR_KEY_FEATURES_4=Resolve tricky computer issues with smart and light tools
STR_KEY_FEATURES_5=Pre-download drivers for your own computer or other PCs
STR_KEY_FEATURES_6=All drivers are certified
STR_KEY_FEATURES_7=Free updates and tech support
STR_MONEY_BACK_GUARANTEE=30-Day Money Back Guarantee
STR_ARIVA_PURCHASED=Purchased
STR_ARIVA_INPUT_EMAIL_LONG=Please enter your license key and email address to activate it:
STR_ARIVA_INPUT_KEY=License key
STR_ARIVA_INPUI_EMAIL=Email

STR_DRV_INSTALL_TIP=If your computer is running properly, it's not recommended to update drivers. Updating drivers may cause unexpected computer issues.
